["Première voix off — Attention, ce flim n’est pas un flim sur le cyclimse. Merci de votre compréhension.", "José — Ah, voilà enfin le roi de la classe ! L’homme trop bien sapé, Abitbol ! Alors comme ça tu as été élu l’homme le plus classe du monde ! Laisse-moi rire ! Style le grand play-boy des fonds marins, genre qui fait rêver les ménagères. Sauf que moi je les baise, moi, les ménagères, non ? C’est pas vrai ?\nGeorge — Écoute-moi bien, mon petit José. Tu baises les ménagères, bien, tu dois avoir le cul qui brille. Mais c’est pas ça qu’on appelle la classe.", "George — Excuse-moi de te dire ça, mon pauvre José, mais tu confonds un peu tout. Tu fais un amalgame entre la coquetterie et la classe. Tu es fou. Tu dépenses tout ton argent dans les habits et accessoires de mode mais tu es ridicule. Enfin si ça te plaît... C’est toi qui les portes. Mais moi, si tu veux mon opinion, ça fait un peu... has been.\nJosé — La vache ! Moi, j’ai l’air has been ? J’en ai pour plus d’une barre de fringues sur moi. Alors, va te faire mettre !\nGeorge — Tu n’es vraiment pas très sympa. Mais le train de tes injures roule sur le rail de mon indifférence. Je préfère partir plutôt que d’entendre ça plutôt que d’être sourd.", "George — Les Anglais ont débarqué. On va être obligés de passer par derrière. Tu sais, par ce tunnel tout sombre qui sent pas très bon.\nIsabelle — Oh, George ! Quel poète, vous me surprenez. On ne m’a jamais parlé comme ça. J’ai connu des hommes, mais jamais des comme vous !", "George — Aah... Monde de merde.", "Dave — Peter et Steven, je les aime bien. Mais pourquoi je peux pas travailler seul ?\nLe patron du journal — Parce que tu es trop mauvais.\nDave — Ah ben là patron vous m’avez convaincu, c’est une bonne raison. Je vais travailler avec Peter et Steven.", "Orson Welles — Bonjour. C’est moi, Orson Welles, et ceci est ma maison que vous voyez, derrière, là. Pas mal, non ? C’est français. Je me permets d’interrompre ce flim parce qu’on se fout un peu de ma gueule. C’est du vol et du plagiat. J’aime pas trop les voleurs et les fils de pute.", "Hugues — J’ai connu un mec de droite une fois, il avait dix fois plus de classe.", "L’Indien — J’aimerais bien que tu restes. On va manger des chips. Tu entends ? Des chips ! C’est tout ce que ça te fait quand je te dis qu’on va manger des chips ?", "Jacques — Bonsoir !\nGeorge — Pédé !\nJacques — Ben ! Ben c’est pas banal.\nHugues — Ça commence à être pesant cette histoire de pédés. Tout le monde s’acharne sur nous alors qu’on n’est même pas pédés.", "La première pute — Rester en ville malgré les menaces de George, je trouve ça drôlement courageux de la part d’un pédé comme vous.\nJacques — Eh, bon, c’est fini, oui ? Ça, c’est une rumeur. J’ai jamais été homosexuel, et encore moins pédéraste.\nLa deuxième pute — C’est fou que vous ayez tant de complexes.", "Peter — Pourquoi tu as choisi de faire ce boulot-là, toi ?\nSteven — Ben si je fais journaliste c’est évidemment pour être célèbre. Moi je veux être connu. Tu sais pourquoi ? Pour niquer les gonzesses. Quand tu es célèbre, tu niques plein de gonzesses. Et puis aussi tu bouffes des trucs bien meilleurs qu’ici.\nPeter — Et moi pour les gonzesses je suis super d’accord avec toi. Mais pour la bouffe je vois pas ce que tu veux dire. Tu aurais envie de manger quoi exactement ?\nSteven — Ben je sais pas, par exemple une quiche lorraine.\nPeter — Une ouiche.\nSteven — Quoi ?\nPeter — On dit « une ouiche lorraine ».\nSteven — Tu es sûr ? Ça fait bizarre, « ouiche lorraine ».", "Frankie — Qu’est-ce que tu fous avec les bras en l’air ? Je t’ai dit de les lever ? Baisse tes bras, c’est moi qui les lève.\nDino — Ah non, c’est à moi de les lever.\nFrankie — Non, c’est à moi de les lever. C’est moi qui décide. Et puis d’ailleurs, arrête de faire tout comme moi. Baisse les bras et prends ton flingue, au lieu d’être là à me copier.\nDino — Mon flingue ? Avec plaisir.\nFrankie — Tout compte fait, je préfère garder mon flingue. Désolé. Et je vais partir avec mon cheval, vieux.\nDino — Il y a pas de problème, comme tu veux. Je vais juste le préparer pour toi.\nFrankie — Non, j’ai changé d’avis. Tu prends le cheval et tu te casses.\nDino — OK.\nFrankie — Putain je me suis mal démerdé ! Pourtant, j’ai pas fait une concession !", "Dino — Mais je te reconnais, toi, je t’ai déjà vu quelque part. Je suis sûr que je te reconnais.\nFrankie — Désolé, mais c’est moi qui te reconnais. Je t’ai vu le premier. Toi tu m’as vu en deuxième, vu ?\nDino — Ben je t’ai vu le deuxième alors, voilà.\nFrankie — Perdu ! C’est aussi moi qui t’ai vu le deuxième.\nDino — Oh dis donc, tu es super fort.\nFrankie — Mais je suis pas super fort, je suis mieux que ça même, je suis surpuissant.\nDino — Bon, ben lui il va me prendre la tête.", "Dino — Moi, je suis juif.\nFrankie — Tu es juif, toi ?\nDino — Oh oui je suis juif. Et si tu veux tout savoir, je suis même juif arabe.\nFrankie — Juif arabe ? Je préfère les séfarades, tu sais. À mon avis, juif et arabe c’est bizarre. Moi j’aime pas les gens bizarres.\nDino — Oh merde. Je peux pas encadrer les nazis. Mais laisse tomber.\nFrankie — Précise ta pensée ?\nDino — Pour être tout à fait exact...\nFrankie — Oui ?\nDino — Je pense que tu es un ouf, toi. Un ouf malade.", "Jacques — Qu’est-ce que j’apprends, Frankie ? Espèce de malhonnête. Il paraît que tu as des propos intolérables, où il y a pas de tolérance ?", "Steven — Parlez-nous du contenu de cette lettre.\nPeter — Euh oui s’il vous plaît. À moins que ça soit privé et que vous ayez des principes.\nDino — Mais c’est privé, et j’ai des principes. Mais comme vous m’êtes sympathiques, je vais vous raconter ce qu’il y avait dans la lettre.\nSteven — Merci, c’est gentil à vous.\nDino — Il y a pas de mal, vous m’êtes sympathiques.", "George — Bonsoir. Qu’est-ce que vous faites dans ma chambre ? Vous avez un truc à me demander ?\nPutain d’énergumène — Aime-moi tendre, aime-moi vrai.\nGeorge — Ça veut dire quoi ces conneries ?\nPutain d’énergumène — Ça veut dire aime-moi tendre et aime-moi vrai.\nGeorge — Moi ce que je vois, c’est que dans deux secondes je vais te botter le cul.\nPutain d’énergumène — Bon écoute, tu peux faire tout ce que tu veux mais évite de marcher sur mes chaussures en suédine bleue.\nGeorge — C’est quoi ça ?\nPutain d’énergumène — Ne sois pas cruel. Un pour l’argent, deux pour le spectacle, et trois pour le caillou.", "Peter — Buenas noches.\nJosé — Mais tu parles espagnol ?\nPeter — Un poquito.\nJosé — Et tu crois que tu m’impressionnes ? Moi je sais dire « allons à la plage, monsieur renard » : « vamos a la playa, señor zorro ».", "José - Est-ce que tu aimerais te bâfrer un chili con carne ?\nPeter — Non, merci, je... je suis un peu ballonné. Je suis pas je suis pas trop bien.\nJosé - Mmpf.\nPeter — Je suis désolé, hein. Il y a pas d’offense ? Par contre, la prochaine fois, avec plaisir. Un bon chili con carne, d’habitude, je suis partant. Mais là, je... je fais un régime, à base de... à base de ouiches lorraines.\nJosé — Excuse-moi, à base ?\nPeter — À base de ouiches lorraines. C’est des petites tartes.\nJosé — Eh, non mais pour qui tu me prends, je rêve ! La fromagerie en bas de chez moi, elle vendait trois choses : du fromage, des ouiches lorraines et de la bouffe chinoise. Alors toi, mec, avec tes régimes à la con, tu me fais bien marrer. Tu as devant toi le spécialiste de la ouiche lorraine.", "Frédéric — En fait, je ne vois pas ce que je pourrais vous raconter, si ce n’est deux ou trois vagues choses qui n’ont guère d’intérêt pour un journaliste. Alors une, je ne m’en souviens pas, deux je ne suis pas resté longtemps, et enfin cinq… il y a pas de cinq.\nPeter — Très bien. Puisque vous ne voulez pas m’aider, allez vous faire enculer.", "Peter — Bon, on arrête les déguisements, hein. C’est que des emmerdes. Le journalisme total, c’est totalement con.", "Ernest — Monsieur Dave...\nDave — Comment vous connaissez mon nom ?\nErnest — J’ai vu le début du flim. Vous savez parler comme ça en plissant le visage ? Ça a l’air facile, hein ? En fait, c’est pas évident.\nDave — Parlez-moi de George Abitbol au lieu de jouer.\nErnest — Mais vous pensez qu’à travailler ! Je parie que vous êtes même pas capable de parler comme ça.\nDave — Mouais, ça c’est vrai.\nErnest — Ben faut apprendre, faut pas rester comme ça !\nDave — On vit très bien sans savoir.", "Peter — Regarde, c’est lui, là.\nSteven — Qui, le jus de tomate ?\nPeter — Non, l’acteur !", "Julien Lepers — Hep, Monsieur !\nL’acteur — Oui, quoi ? Vas-y, parle, qu’est-ce que tu veux ?\nJulien Lepers — Je vais vous poser une question, si vous répondez bien je vous laisse le passage.\nL’acteur — Vas-y, dépêche-toi, pose-moi ta question.\nJulien Lepers — Top ! Qui suis-je ? Je suis un animateur de France 3, je suis déguisé en noir. Mon émission passe tous les soirs à 18 h 35, je pose des questions à des champions, je suis ? Je suis ?\nL’acteur — Tu es... Tu es Julien Lepers, c’est ça ?\nJulien Lepers — Oui c’est ça, je suis Julien Lepers !\nL’acteur — Bien ! Sacré Julien.\nJulien Lepers — Hé ! Votre encyclopédie Larousse !", "La femme de l’acteur — Mon chéri ! Nous étions séparés, mais quelle importance, nous sommes réunis.\nL’acteur — Tu vois cet homme, là ? Il est très connu. Par contre avant ça, c’était un parfait inconnu. C’est fou, non ? Qu’est-ce que tu en penses ?\nLa femme de l’acteur — Je pense qu’il est très grand.\nL’acteur — Par contre, avant, il était petit.", "Le manchot — J’ai peut-être qu’un bras, mais... je suis pas manchot !\nGeorge — Mais naturellement.\nJoël — En puissance intellectuelle, on va voir ce que tu vaux.\nGeorge — Mais... avec plaisir.\nJoël — Très bien. C’est une devinette. Qu’est-ce qui a trois bras, un seul chapeau, deux chemises et une veste, un foulard, un pistolet et quatre oreilles ?\nL’ami de George — Mais c’est toi, et ton...\nGeorge — Mais aucun problème. C’est le cowboy de Tchernobyl.\nJoël — Bravo, il la connaissait !\nGeorge — Au revoir, Messieurs-Dames. C’est ça, la puissance intellectuelle. Bac + 2, les enfants.\nJoël — Oh, ça sent la pluie, ça. On va rentrer, et on va s’inventer une petite charade. Et là, il sera bien feinté.", "Le fan de la révolution d’octobre — Vive la révolution d’octobre ! Il paraît qu’on a repéré des animaux préhistoriques partouzeurs de droite dans les parages.\nJoël — Comment peux-tu croire des conneries pareilles ?", "Pr Hammond — Je déteste les animaux préhistoriques partouzeurs de droite, bordel ! C’est de la merde. Mélanger comme ça partouze et politique... C’est mieux de faire les choses dans l’ordre !\nGeorge — Va te faire branler, trotskard.", "Peter — S’il vous plaît, je peux vous parler, Madame ?\nChristelle — Appelez-moi Christelle. Mon mari est absent. Vous voulez voir mes fesses ? Et ensuite, je vous roulerai une pelle ?\nPeter — Merci Madame, ce serait avec plaisir, mais d’abord je dois vous questionner.\nChristelle — Comme vous voudrez. Mais après, il faudra être mignon avec moi.", "Christelle — George finit par se lasser de moi, alors il est parti avec une Québécoise. Une belle petite salope.\nPeter — À propos de salope, tout à l’heure, avant que vous commenciez votre histoire, vous m’aviez proposé de... comment dire... de faire le... j’aimerais bien passer à l’acte sexuel.\nChristelle — Oh, je ne sais pas...\nPeter — Écoutez...\nChristelle — Oui, oui.\nPeter — J’ai plus beaucoup de temps...\nChristelle — Moi non plus.\nPeter — Alors il faut que vous preniez une décision. Moi je suis à bloc. Dites-moi si c’est oui ou si c’est non.\nChristelle — C’est non.", "Dave — Je me suis fait avoiner. Je me suis fait casser la gueule par un mec, une brute. Il voulait que je parle, mais j’ai rien dit du tout, j’ai pas dit où en était l’enquête, malgré la douleur.\nPeter — Encore heureux que tu aies pas dit où en était l’enquête, parce que vu qu’on en est au point zéro, si tu l’avais dit on passait pour des busards.", "Peter — Les enfants, écoutez. Je crois que j’ai le fin mot de l’histoire. Suivez bien. George Abitbol s’est fait assassiner par Yves. Le mobile : une femme, Christelle. Sexe plus histoire de cul égalent meurtre.\nSteven — Bien joué Peter, l’enquête touche à sa fin ! On va devenir célèbres ! On va bientôt niquer, on va bientôt niquer !\nDave — Smack ! Mettez des capotes.", "Gaël — Abitbol, soi-disant l’homme le plus classe du monde !\nUn policier — Du calme, Gaël, du calme.\nGaël — Quoi du calme ?\nUn policier — Du calme.\nGaël — Pourquoi tu dis ça ?\nGeorge — Babloche !\nGaël — Mais oui, je suis un bab, et alors ? Ça te défrise, vieux réac ? Parce que j’ai les cheveux longs, tu flippes pour ton confort bourgeois. Tu as un mauvais karma, frère, si tu supportes pas les cheveux. Désolé papy, mais j’ai ma liberté d’expression capillaire.", "Huggy les bons Tuyaux — Alors George, qu’est-ce que tu veux comme tuyau ?\nGeorge — Trouve-moi l’adresse du type qui a voulu m’assassiner. Ça me fera plaisir.\nHuggy les bons Tuyaux — Tu sais, je commence à en avoir plein le cul. Ouais, plein le cul. Non, mais c’est vrai. C’est pas une raison, parce que je donne à tout le monde des bons tuyaux, que je mérite pas un peu d’amour.\nGeorge — Tu as raison Huggy, je t’aime.\nHuggy les bons Tuyaux — Ah oui ? C’est pas croyable. Il faut que je m’énerve, que je te fasse mon numéro, pour que tu me le dises ?\nL’ami de Huggy — Hin hin hin hin, tu nous fais ta crise ? Ta petite parano ? Hin hin hin hin.\nHuggy les bons Tuyaux — Hé, pour le feu, merci pigeon.\nL’ami de Huggy — Et toi, ton tuyau tu as qu’à te le mettre dans le cul.\nGeorge — Huggy, j’ai vraiment besoin de toi. S’il te plaît. Donne-moi l’adresse d’Yves.\nHuggy les bons Tuyaux — D’accord, mais seulement pour du fric. Ça te coûtera 30 francs.\nGeorge — Ouais.\nHuggy les bons Tuyaux — Payables en deux fois. 15 francs avant, 15 francs après.", "Dave  — Ça va bien, Monsieur Abitbol ? Vous avez passé une bonne nuit, sans être indiscret ?\nGeorge — Au poil. Et tu es pas indiscret. Je suis majeur, et je fais ce que j’ai envie de faire avec mon petit corps.", "Dave — Dites-moi, pendant que je vous tiens, là, ça veut dire quoi « monde de merde », sans être indiscret ?\nGeorge — Tu te réveilles à 35 ans pour te demander ce que ça veut dire « monde de merde » ? C’est pas que tu es indiscret, c’est juste que tu es un con. En disant « monde de merde », j’ai voulu dire que le monde allait mal. C’est un cri de révolte que j’ai lancé à mes frères opprimés. Finissons-en avec la résignation et l’indifférence. Ouvrons les yeux ! Partout l’injustice, le nationalisme, l’exclusion, ça me débecte.", "George — Tu as déjà entendu parler de l’hégémonie du grand capital ?\nDave — Nan.\nGeorge — Tu t’intéresses pas à la politique. Ben tu devrais. Faut se mettre au travail, afin de vaincre les fanascismes. C’est un concept à moi, ça dénonce à la fois les fascistes et les fanatiques.\nDave — Merci Monsieur Abitbol, vous m’avez ouvert les yeux.\nGeorge — Regarde plutôt la route."]